app/controllers/servers_controller.rb

SELECT "servers".* FROM "servers"
---
    def index
      @servers = Server.all # Assuming you have a Server model